Revit 2024 API
ParameterTypeId.FabricationPartTakeoffDialogParam Property
 "More Parameters"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId FabricationPartTakeoffDialogParam { get; }
Visual Basic
Public Shared ReadOnly Property FabricationPartTakeoffDialogParam As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ FabricationPartTakeoffDialogParam {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace